[General]
Version=1.8.8
LanguageName=English 
lblLanguageAuthor=Pavel

[Form1]
speedWarningLabel=Warning: speeds above 20000 KB/s may look suspicious.
checkShowTrayBaloon=Enable tray hover-over info
lblInterface=Interface:
lblLanguage=Language:
TorrentFileLabel=Path:
closeButton=Close
StartButton=Start
tabGeneral=General
groupTorrentFile=Torrent File
browseButton=Browse...
groupStats=Stats
totalRunningTimeLabel=Total Time :
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Manual Update
labelUpdateIn=Update in:
downloadCountLabel=Downloaded :
uploadCountLabel=Uploaded :
groupBoxOptions=Options
applyStopSettingsButton=Apply
stopProcessLabel=Stop process after:
FileSizeLabel=Finished (%)
uploadRateLabel=Upload Speed (kB/s) :
downloadRateLabel=Download Speed (kB/s) :
groupTorrentInfo=Torrent Information
labelTorrentSize=Size:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Advanced
memoryReaderButton=Memory Reader...
updateAnnounceParamsOnStart=Update peer_id and key on startup
checkNewVersion=Check for a new version
ClientLabel=Client Simulation:
randomSpeedGroup=Randomise Upload/Download speeds
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (kB)
checkRandomUpload=Upload  (kB)
reportParamsGroup=Announce Parameters
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Number of Peers (numwant):
portInfoLabel=If those fields are left empty, RatioMaster will use random or default values
portLabel=Port (port):
tabNetwork=Network
groupNetworkMisc=Miscellaneous
checkIgnoreFailureReason=Ignore 'failure reason' tracker response
labelStopMinLeecher=Stop uploading when number of leechers is less than:
intervalLabel=Tracker Update Interval (s):
checkRequestScrap=Get Seeders/Leechers stats (scrape info from tracker)
checkTCPListen=Use TCP listener (appear connectable on tracker)
proxySettingsGroup=Proxy Server Settings
labelProxyPass=Password:
labelProxyUser=User:
labelProxyPort=Port:
labelProxyHost=Host:
labelProxyType=Proxy Type:
tabLog=Logging
saveLogButton=Save Log
checkLogEnabled=Enable full logging
checkHideConfidentialInfo=Hide confidential info
clearLogButton=Clear Log
tabAbout=About
labelForums=Forums:
labelWebSite=Website:
StopButton=Stop
linkProxyHelp=Help with proxies
tabUpdates=Updates
installUpdatesButton=Install Updates
checkUpdatesButton=Check for Updates
labelUpdates=Clients and languages
labelBindIp=Bind to IP:
checkMinimizeToTray=Minimize to tray
checkIgnoreTimeout=Ignore connection errors
checkUPnP=Enable UPnP port mapping
testNetworkButton=Test Settings...
ResetCountersButton=Reset Counters
checkSavePeers=Save list of peers


[MemoryReader]
reApplyButton=Apply
reCloseButton=Close
groupBoxSearchResults=Search Results
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=Number of Peers (numwant):
rePortLabel=Port (port):
reSearchStrLabel=String:
reSearchButton=Start Search
reProcessNameLabel=Process Name:

[Messages]
themeLight=Light
themeDark=Dark
mrNoProcessFound=No {0} process found .\r\nMake sure that torrent client is running and that at least one torrent is working.
mrSearchFail=Search failed.\r\nMake sure that torrent client is running and that at least one torrent is working.
mrSearchTitle=Search
mrSearchSuccess=Search finished successfully!\r\nPress Apply button to apply found values to current client.
vrNewVersionReleased=New version released! Get it from http://www.moofdev.net?
vrNewVersionTitle="New version available"
ballonUploaded=Uploaded: {0} \r\n
ballonDownloaded=Downloaded: {0} \r\n
ballonUpdateIn=Update in: {0} \r\n
ballonTotalTime=Total time: {0} \r\n
stopProcessOpt1=Do not stop
stopProcessOpt2=Uploaded
stopProcessOpt3=Downloaded
stopProcessOpt4=Time
stopProcessOpt5=Seeded ~1.2x
stopProcessUnits1=Seconds
stopProcessUnits2=Minutes
stopProcessUnits3=Hours
restoreToolStripMenuItem=Restore
exitToolStripMenuItem=Exit
umNumUpdatesFound=Found {0} updates
umNoUpdatesFound=No new updates found
umParsingUpdates=Parsing Updates...
umCheckingUpdates=Checking for updates...
umDownloadingUpdate=Downloading Update {0}
umFinishedDownloadingUpdates=Finished Downloading Updates
clmnUpdateName=Name
clmnUpdateFileName=File Name
clmnUpdateType=Type
clmnUpdateAuthor=Author
confirmCloseTitle=Confirmation
confirmCloseMessage=Torrent update is in process. Do you really want to exit RatioMaster?
defaultBinding=Default
testNetworkSuccess=Connected successfully. Current RatioMaster network settings appear to be working.
testNetworkFailed=Connection Error
testNetworkInProgress=Network settings test is in progress...

[Tooltips]
checkIgnoreFailureReason=RM will ignore errors returning from the tracker and will upload as ussual when this options is checked.
labelStopMinLeecher=RM can automatically zero upload speed,if number of leechers is less than choosen value
intervalLabel=Default Update Interval for sending stats to the tracker.\r\nUsefull for those trackers that do no return Update Interval
proxySettingsGroup=RM can use proxy to connect to the tracker, so you can hide your real IP
memoryReaderButton=Memory Reader\r\nUse this tool when you want simulated client parameters \r\nas peer_id, key, port and others to match your real client parameters.
updateAnnounceParamsOnStart=When this option checked,RM generates new peer_id and key each time you start it.\r\nIf unchecked RM  uses values saved from previous time.
TorrentClientsBox=In this ComboBox choose the client you want to simulate
randomSpeedGroup=Rm can randomise the speeds after each announce \r\naccording to those settings.\r\nUploading too long on exactly same speed is suspicious.
torrentFile=Torrent File Path\r\nClick Browse... or Drag & Drop torrent into RM window
totalRunningTimeLabel=Total running time for this session
leechLabel=Leechers on this torrent\r\nOn some trackers this data is not available
seedLabel=Seeders on this torrent\r\nOn some trackers this data is not available
manualUpdateButton=Manual Update\r\nTracker can be updated manually, your stats on the tracker should change accordingly.
labelUpdateIn=Time for next update 
downloadCountLabel=Downloaded\r\nAfter next update your stats on tracker should change accordingly
uploadCountLabel=Updoaded\r\nAfter next update your stats on tracker should change accordingly                                                                                                                      
checkIgnoreTimeout=RM will ignore connection errors
stopProcessActionBox=RM can stop process automatically .\r\nChoose between different options and enter values.
uploadRate=Upload Speed\r\nPut here speed that RM will report to the tracker
downloadRate=Download Speed\r\nPut here speed that RM will report to the tracker
shaHash=Torrent Sha Hash\r\nYou can enter it manually or it will be generated from selected torrent 
trackerAddress=Tracker Url\r\nYou can enter it manually or it will be generated from selected torrent
fileSize=Finished %\r\nYou can enter how much of the torrent you have already downloaded\r\n100% = Seeding\r\n0%     = Leeching from the beginning\r\nRM remembers Finished % as well as all other options for each torrent.                                       
reportParamsGroup=Those parameters are part of the announce string that RM will send to the tracker.\r\nUsually RM will generate those parameters automatically,but you have an option\r\nto enter them manually or use Memory Reader tool to get the params from your client.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reSearchButton=Press on "Start Search" to ... Start Search.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
